{"header":"","subhead":"This essay is an analysis of 693 restaurant menus in seven American Chinatowns, of what the words “Chinese food” really mean and represent","keywords":"Chinatown, Chinese American, American Chinese, Asian American, restaurants, Chinese food, Asian food, cuisines","intro":[{"text":"For Chinatown, food is complicated.  Historically, Chinese restaurants were at first considered <a href=https://timesmachine.nytimes.com/timesmachine/1883/08/01/106248815.pdf target=_blank>“pest holes”</a> by white America, plagued with disease and rats. Slowly, however, dining establishments became <a href=http://americanhistory.oxfordre.com/view/10.1093/acrefore/9780199329175.001.0001/acrefore-9780199329175-e-273 target=_blank>fascinating</a> to non-Chinese Americans, especially as they began touring Chinese settlements. Slowly, ethnic dishes grew to be central to food businesses that support Chinatown’s economy."},{"text":"<img src=assets/img/newspaper.png> <span class=caption>Illustration by Douglas Ryan in the <a href=https://chroniclingamerica.loc.gov/lccn/sn83030214/1921-12-25/ed-1/seq-50/ target=_blank>New York Tribune</a>, December 25, 1921 / Image provided by Library of Congress, Washington, DC</span>"},{"text":"Sustaining business in America meant that for many restaurant owners, Chinese delicacies had to be replaced with food more palatable to its consumers, often white patrons. Chop suey and fortune cookies were <a href=https://www.youtube.com/watch?v=WGZ6IwSDyyo target=_blank>made up</a> for American customers, whose tourism supported further production of a Chinese-American cuisine. Over time, immigrants came from other regions of China (the first settlers were primarily Cantonese until the 1970s) and of <a href=https://www.migrationpolicy.org/article/asian-immigrants-united-states target=_blank>East and Southeast Asia</a> (e.g. Vietnam, Thailand, Korea), and introduced their own dishes to Chinatown and the rest of America. These migrations, diaspora, along with local innovation, adaptation, advertising, and popular imagery created what some now call <a href=https://munchies.vice.com/en_us/article/ypxjmg/china-doesnt-understand-the-concept-of-american-chinese-food target=_blank>American Chinese</a> cuisine."}],"part1":[{"text":"<h3> American Chinese food is pretty predictable. </h3>"},{"text":"Despite China’s boasting of eight major regional cuisines, there’s a reason for why we recognize General Tso’s chicken. Check out the Chinese menu below, made from the items most commonly appearing in Chinatown’s Chinese restaurants."}],"part1a":[{"text":"The items that appear in more than a third of Chinese restaurants are pretty familiar, right? Fried rice, kung pao chicken, and egg drop soup are classic examples of American Chinese food. Basically, if you went to a random Chinese restaurant in one of these Chinatowns,  you have a ¾ chance of seeing fried rice, and at least a 1 in 3 chance of encountering any of those classics in red."},{"text":"Here’s another way to see it: below are three randomly generated restaurant menus. Each is assigned items using the likelihoods from the menu above. No matter how many times they’re regenerated, fried rice will appear in about two of them, and the other items will in at least one. Notice that the menus don’t change significantly very often."}],"part1b":[{"text":"Of course, there are more than just Chinese restaurants in Chinatown. Try moving the slider around to compare how likely it is to find characteristic items of other cuisines in Chinatown."},{"text":"<h4> Most Common Items Found in Chinatown Cuisines </h4>"}],"part1c":[{"text":"Most notably, the non-Asian restaurants share far fewer menu items than the Asian ones. Even though there are 130 American restaurants, it’d be hard to guess what’s in each one. These next randomly generated American menus will change items much more frequently than the Chinese menus did. They’re also shorter - finding any of the top 30 American items in any given American restaurant will prove difficult. For example, try counting how many times chicken wings appears in any of them."}],"part3":[{"text":"So, what does this all mean? First, that Asian restaurants are similar to themselves. Even if they have their own specialities, they also stick to the same basics. Chinese restaurants are holding onto noodle soup and sweet and sour meats, Japanese restaurants are focused on sushi, and Thai restaurants on pad thai and curries. There’s a generic brand for each Asian cuisine that restaurants know and use."},{"text":"Meanwhile, the non-Asian restaurants are quite dissimilar. If there is an expectation at all for what Italian and French cuisines look like, some of the best guesses for what to find in a restaurant are wines - Cabernet Sauvignon, Napa Valley, Pinot Grigio, Russian River, etc. From the data, the menus look more unique and specialized per restaurant, less confined to one central notion of their ethnic identities."},{"text":"<h3>Chicken curry is transcending cuisine type. Restaurants are sharing other foods as well. </h3>"},{"text":"It’s clear that Chinatown’s Asian restaurants share foods within their own kind of restaurants, but what about across cuisines? Although often considered a <a href=https://munchies.vice.com/en_us/article/ypx3mg/the-highs-and-lows-of-chinas-fried-rice-capital target=_blank> landmark dish</a> for American Chinese restaurants, fried rice makes its way across the list of the other Asian menus as well - a majority of Thai and Vietnamese, and a third of Japanese restaurants."}],"part3a":[{"text":"The same phenomenon happens with chicken curry, egg rolls, and miso soup. Regardless of their origins or stereotypical associations, restaurants of several other Asian cuisines carry them."}],"part3b":[{"text":"Perhaps Chinatown cuisines aren’t necessarily discrete, and in fact might be more similar than expected. This last chart sorts menu items by how many times they appeared in different kinds of restaurants.  Hover over the rows to see exactly how dishes are distributed throughout Chinatown cuisines."},{"text":"<h4> Most Shared Items Across Chinatown Cuisines </h4>"}],"part3c":[{"text":"Compare the items shared across Asian cuisines to those shared across American. The Asian restaurants are sharing mostly food items - soups, fried rice, and meat dishes. Meanwhile, the most shared items across other cuisines are wines, and the foods that are shared at all are done so at very low percentages."},{"text":"Perhaps restaurant owners and consumers find more of a connection among Asian countries than they do among European, Latin American, and Middle Eastern countries.  However, given that Asia is made of 4.6 billion people, almost 60% of the world’s population, foods that have a pan-Asian label are representing a lot more than a country’s name. In America, at least, these dishes are transcending their origins and forming some consensus on a broader notion of what “Asian American” food is."},{"text":"<h3> Egg drop soup is still an emblem for American Chinese restaurants. </h3>"},{"text":"So what items have been kept within a single cuisine? Which dishes can be found in only one place, and one place only? Below, the menus show items that are most served in <em> only  one </em> cuisine."},{"text":"<h4>Items Most Unique to Chinatown Cuisines </h4>"}],"part3d":[{"text":"There’s no obvious reason that  egg drop soup is served in exclusively in Chinese restaurants, when other soups (hot and sour, miso, noodle soups, etc.) have made their way across other cuisines. Oolong tea is also a popular beverage in multiple Asian countries, yet seems to only be found in Japanese restaurants. Some of these differences can be attributed to spelling (moo shu might be spelled mushu, oolong might be spelled wu long) and naming conventions (e.g. goi cuon is a Vietnamese spring roll which would not have been unique to Vietnamese cuisine if it had been named generically as “spring roll). Some of these divergences might also be restaurants saying that these foods unequivocally belong there, and there only."},{"text":"While cultural cuisines are not directly equivalent to the restaurants that profit from them, restaurants are part of a prominent, public-facing representation of their marketed cultures. The data here shows that cuisines, like culture, are fluid. They form and change for many reasons - sometimes survival, sometimes innovation. Chinatown is an example of where several Asian cuisines have developed core identities, but have also shared some extent of “Asian” identity based food. So, to answer the question: what is Chinese food in America? It’s a product of evolving to fit American palates and prices, a labor of love and necessity among several diasporic communities, and statistically, probably fried rice."}],"data":[{"text":"<h3> Data and Methodology </h3>"},{"text":"All data is from Datafiniti, which allowed quick access to restaurant and business data by zip code. Chinatown cities were chosen for how well the neighborhood was contained in its respective zip code. They tended to be historically older, larger, and culturally prominent Chinatowns. Cuisines that were not nationality-based (such as “Asian”, “coffee shop”, “European”, “bars”, etc.) were excluded."},{"text":"Only digital menus were used. Because smaller and non-English speaking restaurants might not have an online presence, the data could be biased toward tourists’ experience in Chinatown. However, this is still an important perspective because how outsiders perceive Chinatown's cuisines also affects the way that Chinatown's residents market themselves and perpetuate what is expected of them."},{"text":"To find menu items, I parsed digital menus for their most common bigrams (two-word phrases). Bigrams including prepositions and symbols were excluded. Vietnamese, French, Italian, and Spanish language dishes were left untranslated, but were checked for prepositions and meaningfulness as well. Obvious pairings of bigrams were combined - for instance, “egg drop” and “drop soup” had identical data and were combined to “egg drop soup”, the same with “general tso’s” and “tso’s chicken”, etc. Sauces (such as “black bean” and “sour cream”) and non-food related descriptors (like “your own” and “house special”) were removed."},{"text":"<h3> Resources and Further Reading </h3>"},{"text":"Andrew Coe. <em> Chop Suey: A cultural History of Chinese Food in the United States. </em> Oxford University Press, 2009."},{"text":"Carla Almeida Santos and Grace Yan (2008). “Representational politics in Chinatown: The ethnic other”Annals of Tourism Research , 35:4, 879-899, DOI:10.1060"},{"text":"David Y.H. Wu and Sidney C.H. Cheung. <em> The Globalization of Chinese Food.</em> Honolulu: University of Hawai’i Press, 2002."},{"text":"Jennifer Lee. <em> The Fortune Cookie Chronicles: Adventures in the World of Chinese Food.</em> Twelve, 2009."}]}